//新建
[NewDocumentForm]
groupBox2  =  "Свойство экрана"
label7  =  "Размер"
label4  =  "Пиксель изображения"
groupBox4  =  "Путь памяти"
label6  =  "указать"
label5  =  "Если под выбранным маршрутом уже есть инженерные файлы\r\nВ то же время он открывает уже существующие инженерные файлы\r\n"
Text  =  "Настройка атрибутов экрана"
btOk  =  "решить"
btCancel  =  "решать"


//编辑区域
[cfg_DrawAreaForm]
toolStripMenuItem1  =  "выравнивать"
toolStripMenuItem2  =  "Так же"
toolStripMenuItem3  =  "дублировать"
toolStripMenuItem4  =  "вставля"
toolStripMenuItem5  =  "Делеция"
toolStripMenuItem6  =  "вывести"
toolStripMenuItem7  =  "работа в тылу"
toolStripMenuItem8  =  "После набора"
toolStripMenuItem9  =  ""
toolStripMenuItem10  =  "увеличить"
toolStripMenuItem11  =  "стеснение"
toolStripMenuItem12  =  "выбрать"
toolStripMenuItem13  =  "Тот же тип"
toolStripMenuItem14 =  ""
toolStripMenuItem15 =  ""
toolStripMenuItem16 =  ""
toolStripMenuItem17 =  ""
toolStripMenuItem18 =  ""
toolStripMenuItem19 =  ""
toolStripMenuItem20  =  "левый"
toolStripMenuItem21  =  "выравнивать"
toolStripMenuItem22  =  "выравнивать вправо"
toolStripMenuItem23  =  "Стройся"
toolStripMenuItem24  =  "Выравнивание в середине"
toolStripMenuItem25  =  "Выстраиваемся"
toolStripMenuItem26  =  "Ждат широк"
toolStripMenuItem27  =  "норм"
toolStripMenuItem28  =  "равн"
toolStripMenuItem29 =  ""
toolStripMenuItem30 =  ""
toolStripMenuItem31 =  ""
toolStripMenuItem32 =  ""
toolStripMenuItem33 =  ""
toolStripMenuItem34 =  ""
toolStripMenuItem35 =  ""
toolStripMenuItem36 =  ""
toolStripMenuItem37 =  ""
toolStripMenuItem38 =  ""
toolStripMenuItem39 =  ""
toolStripMenuItem40 =  ""
toolStripMenuItem41 =  ""
toolStripMenuItem42 =  ""
toolStripMenuItem43 =  ""
toolStripMenuItem44 =  ""
toolStripMenuItem45 =  ""
toolStripMenuItem46 =  ""
toolStripMenuItem47 =  ""
toolStripMenuItem48 =  ""
toolStripMenuItem49 =  ""
toolStripMenuItem50 =  ""

//主菜单
[FormMain]             
tabPage1 = "документ"  
myButton1 = "нов"  
myButton2 = "откр"  
myButton3 = "держать"  
myButton4 = "Сохранить как"  
myButton5  = "родить"  
myButton6  = "закрытие"            
myButton7  = "экспорт"  
myButton8  = "внедрение"  
myButton126="Сеть конфигурации"
myButton127="сеть остановить"

tabPage13="использ"      
myButton61  = "нов"  
myButton65  = "держать"  
myButton64  = "родить"  
myButton62  = "вести"  
myButton96  = "сморщивание"  
myButton95  = "просмотр ток"  
myButton94  = "просмотр"      
myButton98  = "Разрешение установлено"  
myButton97  = "DGUS Последовательный инструмент"   
myButton81  = "Икона величины"  
myButton80  = "Анимационный икона"           
myButton79  = "скольжен шкала"     
myButton78  = "искусство слово"  
myButton77  = "карту мультипликация"  
myButton76 = "знак поворот"
myButton75 = "место"
myButton74 = "цифра"
myButton73 = "текст"
myButton72 = "часы"
myButton71 = "текст RTC"
myButton70 = "форма"
myButton112 = "специальный"
myButton68 = "двумерный код"
myButton67 = "перекатыв"
myButton66 = "окно данных"
myButton107 = "Динамическая кривая"
myButton93 = "Ввод данных"
myButton92 = "Контекстное меню"
myButton90 = "Регулирование увеличения"
myButton82 = "Регулирование тяги"
myButton91 = "Базовый контроль"
myButton88 = "Нажми на кнопку"
myButton87 = "Ввод текста"
myButton108 = "Ввод иероглифов"
myButton89 = "Параметр оборудования"
myButton86  = "Возврат данных"  
myButton85  = "Регулирование вращения"  
myButton84  = "Регулирование скольжения"  
myButton83  = "флип"        
myButton110  = "Затемнение"  
myButton102  = "дублировать"     
myButton101  = "вставля"         
myButton100  = "Делеция"     
myButton104  = "работа в тылу"  
myButton103  = "После набора"  
myButton99  = "вывести"   
        
tabPage3  = "знак"
myButton9  = "переменная знак"        
myButton10  = "Анимационный икона"  
myButton11  = "скольжен шкала"  
myButton12  = "искусство слово"  
myButton13  = "Анимация изображений"  
myButton14  = "Вращение иконы"  
myButton15  = "место"  
myButton18  = "часы"  
myButton21  = "Особый бизнес"  
myButton115  = "DGUSII текст"  
myButton116  = "Сдвиг страницы иконы"  
myButton118  = "Икона Jpg"  
myButton119  = "Массовая икона"  
myButton121  = "Икона GTF"  
myButton123  = "Цифровые видеокамеры"  

tabPage14  = "текст"  
myButton16  = "цифра"  
myButton17  = "текст"  
myButton19  = "текст RTC"  
myButton114  = "HEX цифра"  
myButton113  = "Экран текста"  
myButton24  = "окно данных"  
myButton120  = "Колесо катания"  

tabPage15  = "форма"  
myButton105  = "Динамическая кривая"  
myButton20  = "форма"  
myButton23  = "перекатыв"  
myButton22  = "двумерный код"  
myButton109  = "Яркость области"  
myButton129  = "График" 

tabPage2 ="сенсорн"
myButton25= "Ввод данных"
myButton26= "Контекстное меню"
myButton27= "Регулирование увеличения"
myButton28= "Регулирование тяги"
myButton29= "Базовый контроль"
myButton30= "Нажми на кнопку"
myButton31= "Ввод текста"
myButton32= "Параметр оборудования"
myButton33= "Возврат данных"
myButton34= "Регулирование вращения"
myButton35= "Регулирование скольжения"
myButton36= "флип"
myButton117= "Скользящая икона"
myButton124= "Кнопка"
myButton106= "Ввод иероглифов"

tabPage4= "редактирование"
myButton37= "левый"
myButton38= "выравнивать"
myButton39= "выравнивать вправо"
myButton40= "Стройся!"
myButton41= "Выравнивание в середине"
myButton42= "Выстраиваемся"
myButton43= "равн"
myButton44= "Ждат широк"
myButton45= "норм"
myButton46= "дублировать"
myButton47= "вставля"
myButton48= "Делеция"
myButton49= "вывести"
myButton52= "работа в тылу"
myButton53= "После набора"
myButton125= "станц"
 
tabPage6= "настройк"
myButton57= "разрешение"
myButton58= " последовательно"
myButton128= "Вертикальн экра" 

tabPage5 ="показыва"
myButton54 ="проверять"
myButton55 ="просмотр ток"
myButton56 ="просмотр"
btnDebug ="Отладка"

string_1 = Сохраняется ли текущий проект или нет！Если нет,Настройки, которые вы изменили, будут потеряны
string_2 = указать
string_3 = Пожалуйста, откройте или постройте новый проект

//列表
[DummyTaskList]
toolStripButton5 = "нов"
toolStripButton5_ToolTipText = "нов"   
toolStripDropDownButton2 = "Делеция"
删除ToolStripMenuItem = "Удали"
删除ToolStripMenuItem_ToolTipText = "Удали"
删除所有ToolStripMenuItem = "Удалить все"
删除所有ToolStripMenuItem_ToolTipText = "Удалить все"
toolStripButton6 = "вверх"
toolStripButton7 = "вниз"
Position = "место"
Column1 = "документ"

string_1 = Пожалуйста, откройте или постройте новый проект！
string_2 = Пожалуйста, назовите новое имя файла, чтобы убедиться, что оно не повторяется
string_3 = Переименовать файл

//欢迎
[DGUS_Welcome]
linkLabel1  = "нов" 
linkLabel2  = "откр"  
groupBox2  = "управлен"  
linkLabel12  = "история"   
groupBox3  = "перестановка"   
linkLabel6  = "Последовательная загрузка"   
linkLabel10  = "изображение"     
linkLabel3  = "DWIN ICO инструмент"    
linkLabel4  = "0 ZiKu"   
linkLabel5  = "хорошо?"    
groupBox1  = "помощ"    
linkLabel9  = "Бесплатная горячая линия: 400-018-9008"      
linkLabel7  = "сайт: www.dwin.com.cn"  
groupBox5  = "Предварительный параметр" 
label1  = "Максимальная конфигурация переменных на странице"     
label8  = "Икона показывает схему"         
CK_AutoData  = "Автоматическая загрузка данных"        
groupBox4  = "шрифт"       
label3  = "Цвет шрифта(0x)"
label15  = "ZiKu"   
label11  = "Размер шрифта"    
TabText  = "Добро пожаловать"

label4="Системная версия"
linkLabel14="профили"
linkLabel13="WAE инструмент"
linkLabel15="ZiKu"
linkLabel16="сеть"
link_Keyboard="Групповая клавиатура"
link_RoleChar="UIC"
link_DGUS_Font="DGUS ZiKu"
comboBox3_item0="Версия ниже V21"
comboBox3_item1="Версия выше V21"
comboBox1_item0="Прозрачность среды"
comboBox1_item1="непрозрачный"
label2="[0 ZiKu]:Это досье на DWIN dgus.0,Создается другой шрифт матрицы:4*8 - 64*128"

[DGUS_Design]
TabText  = "сенсорн показыва план"

[Btn_PropertyFrom]
label2 =  "показыва"
ComboBox1String_1 = все
ComboBox1String_2 = показыва
ComboBox1String_3 = сенсорн
checkBox3 =  "RGB(0x)"
checkBox1 =  "Покажи текст"
groupBox1 =  "Быстрая настройка"
button1 =  "решить"
label3 =  "Настройка количества"
label1 =  "Увеличение адреса"
groupBox3 =  "план"
button7 =  "скольжен"
button6 =  "RTC"
button4 =  "Ввод текста"
button3 =  "Ввод данных"
button8 = "фон ID"
groupBox2 =  "меш"
label8 =  "Сетка"
label7 =  "сетка плотности"
label6 =  "Смещение в направлении Y"
label5 =  "Смещение в направлении х"  
checkBox2 =  "Сетка отображения"
groupBox4 =  "Быстро"
button5 =  "Изменение свойств"
label9 =  "Оптовый отбор"
ComboBox2String_1 = Ввод данных
ComboBox2String_2 = Контекстное меню
ComboBox2String_3 = Регулирование увеличения
ComboBox2String_4 = Регулирование тяги
ComboBox2String_5 = Регулирование тяги
ComboBox2String_6 = Базовый контроль
ComboBox2String_7 = Нажми на кнопку
ComboBox2String_8 = Ввод текста
ComboBox2String_9 = флип
ComboBox2String_10 = Икона величины
ComboBox2String_11 = Анимационный икона
ComboBox2String_12 = скольжен шкала
ComboBox2String_13 = искусство слово
ComboBox2String_14 = карту мультипликация
ComboBox2String_15 = знак поворот
ComboBox2String_16 = место
ComboBox2String_17 = цифра
ComboBox2String_18 = текст
ComboBox2String_19 = часы
ComboBox2String_20 = текст RTC
ComboBox2String_21 = окно данных
ComboBox2String_22 = перекатыв
ComboBox2String_23 = двумерный код
ComboBox2String_24 = Яркость области
ComboBox2String_25 = DGUSII текст
button2 =  "все"
TabText =  "сво́йство"
string_1 = Пожалуйста, выберите одну или несколько одинаковых кнопок
string_2 = Кнопки другого типа не могут быть установлены оптом
string_3 = Не поддерживает оптовую настройку

label11="регулировка"
button9="все нов"
button10="все снижение"
strInfo="После того, как клик определит, переменные адреса всех управляемых элементов будут преобразованы в исходный адрес плюс корректировка (за исключением того, что переменный адрес равен нулю), нажмите "отменить" и не корректировать!"
strInfo2="После того, как клик определит, переменные адреса всех управляемых элементов будут преобразованы в исходные адреса за вычетом корректировки (за исключением тех, которые уменьшают обратную переменную с нулевым адресом после), нажмите "отменить" и не корректировать!"
checkBox4="Блокировка"
checkBox5="Снять блокировку"
myGroupBox1="Изменение адреса переменной"
btnAddSelect="Увеличить выбор"
btnSubSelect="Сокращение отбора"

//图标变量
[ICOvariableForm]
label9  =  "ОC(0x)"
label16  =  "имя"
label8  =  "Режим"
label7  =  "икона"
label5  =  "икона"
label6  =  "икона"
label4  =  "Верхний"
label3  =  "Нижний"
label2  =  "Адрес(0x)"
label19  =  "начало стоить"
Text  =  "Переменная иконы"
comboBox1String_1 =  "Прозрачность среды"
comboBox1String_2 =  "Покажи задний план"

label10="Схема отображения фона"
label13="Яркость фона"
label14="Яркость иконы"
label15="Фильтр помим"
cb2_item0="Overlay"
cb2_item1="Overlay 1"
cb2_item2="Overlay 2"
cbox_popshow="Покажи это в катапультируемом меню"

//动画图标显示  
[Anim_DisICOForm]
comboBox1String_1 = "Прозрачность среды"
comboBox1String_2 = "кажи задний план"
label16  =  "имя"
label8  =  "Режим"
label7  =  "икона"
label4  =  "нача стоить"
label3  =  "стоять стоить"
label2  =  "Адрес(0x)"
label1  =  "ОC(0x)"
label9  =  "Конечная ID"
label5  =  "Начинайте ID"
label6  =  "остановки ID"
label10  =  "начало стоить"
Text  =  "Анимационный индикаторный установка"

label12="Отдельные иконы показывают время (единица: цикл DGUS)"
label11="Схема отображения фона"
label13="Яркость фона"
label15="Яркость иконы"
label14="Анимационный режим индикации"
label17="Фильтр помим"
label18="Икона остановки"
cb2_item0="Overlay"
cb2_item1="Overlay 1"
cb2_item2="Overlay 2"
cb3_item0="петля"
cb3_item1="Одна игра"
cb4_item0="Конец связи"
cb4_item1="сброс"
cb4_item2="Остановитесь на текущей иконе"

//滑动刻度指示设置
[SliderSetForm]
label10  =  "Отменить координаты шкалы"
LableA  =  "Начальная и прекращая шкалы координат, система автоматически умолчала как региональный диапазон кнопок конфигурации"
label13  =  "Типы переменных"
label6  =  "(X) офсет"
label4  =  "(Y) ордината"
label8  =  "Режим индикации"
label7  =  "Значок файла"
label5  =  "икона"
label14  =  "OC(0x)"
label9  =  "Прекратить шкалу"
label16  =  "имя"
label3  =  "Начальная шкала"
label2  =  "Адрес(0x)"
label15  =  "начало стоить"
label12 = "Модель шкалы"
Text  =  "скольжен шкала настройк"
comboBox1String_1 =  "Прозрачность среды"
comboBox1String_2 =  "Покажи задний план"
comboBox2String_1 =  "Поперечная шкала"
comboBox2String_2 =  "Продольная шкала"
comboBox3String_1 =  "формирование"
comboBox3String_2 =  "старший байт"
comboBox3String_3 =  "младший байт"
String_1 =  "(Y) ордината"
String_2 =  "(X)офсет"
String_3 =  "(X) ордината"
String_4 =  "(Y)офсет"

label18="Схема отображения фона"
label17="Яркость фона"
label19="Яркость иконы"
label20="Фильтр помим"
cb4_item0="Overlay"
cb4_item1="Overlay 1"
cb4_item2="Overlay 2"

//艺术字变量显示
[ArtTextSetForm]
label9  =  "Идентификатор ICON, соответствующий 0, располагается в порядке 01234566789 - -"
label1  =  "центровка"
label13  =  "Типы переменных"
label6  =  "Целое число"
label8  =  "Режим"
label5  =  "Разрядность"
label11  =  "начало"
label12  =  "имя"
label14  =  "файла"
label15  =  "Адрес(0x)"
label17  =  "ОC(0x)"    
label10  =  "начало стоить"
TabText  =  "искусство слово"
label3="Схема отображения фона"
label2="Яркость фона"
label4="Яркость иконы"
label7="Фильтр помим"
checkBox_show0="нет"

comboBox1String_1 =  "Прозрачность среды"
comboBox1String_2 =  "Покажи задний план"
comboBox3String_1 =  "Целое(2байт)"
comboBox3String_2 =  "Длинное целое(4байт)"
comboBox3String_3 =  "Адрес старший байт"
comboBox3String_4 =  "Адрес младший байт"
comboBox3String_5 =  "длинный Целое(8байт)"
comboBox3String_6 =  "Никаких знаков Целое(2байт)"
comboBox3String_7 =  "Никаких знаков Длинное целое(4байт)"
comboBox3String_8 =  "Одинарной точности Число с плавающей запятой(4байт)"
comboBox3String_9 =  "двойной Число с плавающей запятой(8байт)"
comboBox2String_1 =  "левый"
comboBox2String_2 =  "выравнивать вправо"
comboBox2String_3 =  "выравнивать"
cb4_item0="Проверь задний план"
cb4_item1="модел 1"
cb4_item2="модел 2"

//图片动画显示
[ImgAnimate]
label2  =  "ОC(0x)"
label3  =  "Покажи время"
label6  =  "Начните с места"
label5  =  "Отмена"
label16  =  "имя"
TabText  =  "карту мультипликация"
button5="назначен"
label7="Фотогалерея"
label19="Вернись на страницу:"
myGroupBox1="Фотогалерея(0x00:SD цена)"

//图标旋转指示
[ICONRotate]
label6  =  "Центр вращения экрана, система автоматически умолчала как верхние координаты кнопки конфигурации"
label17  =  "Вращен угл, 0-720 (0x000 — 0x2D0), подразделен 0,5 °"
button2  =  "Вращательная демонстрация"
label13  =  "Угол прекращения"
label14  =  "Начальный угол"
label9  =  "значение Прекращение"
label12  =  "Начальное значение"
label2  =  "Адрес(0x)"
label15  =  "OC(0x)"
label4  =  "граф ID"
label7  =  "икона"
label16  =  "имя"
label19  =  "начало стоить"
TabText  =  "знак поворот"
label3 = "Центр вращения иконы"
label8 = "Режим"
label5="Фильтр помим"
comboBox1String_1 =  "Прозрачность среды"
comboBox1String_2 =  "Покажи задний план"
comboBox2String_1 =  "формирование"
comboBox2String_2 =  "старший байт"
comboBox2String_3 =  "младший байт"


//位变量图标显示
[bitIconForm]
button3  =  "настройк"
label15  =  "Режим"
label14  =  "пауза"
label11  =  "модел"
label8  =  "Режим"
label7  =  "икона"
label10  =  "адрес(0x)"
label16  =  "имя"
label2  =  "Адрес(0x)"
label1  =  "ОC(0x)"
label4  =  "начало стоить"
Text  =  "место"
label18="Фильтр помим"
comboBox3String_1 =  "Прозрачность среды"
comboBox3String_2 =  "Покажи задний план"

//位控制设置
[ActBitSetForm]
button1 = "确定"
button2 = "取消"
Text = "位控制设置"


//数据变量显示"
[DataVarForm]
label14  =  "Единица строки, код ASCII"
label3  =  "единица"
label13  =  "Разрядность"
label9  =  "Целое число"
label12  =  "тип"
label11  =  "шрифт"
label15  =  "ZiKu"
label7  =  "Сетка"
label8  =  "За единицу длины"
label10  =  "центровка"
label2  =  "Адрес(0x)"
label4  =  "ОC(0x)"
label16  =  "имя"
label17  =  "начало стоить"
TabText  =  "цифра"
Text  =  "цифра"
checkBox1="Автомат дистанции"
checkBox2="Нулевой индикатор"
cbox_popshow="Покажи это в катапультируемом меню"

comboBox1String_1 =  "левый"
comboBox1String_2 =  "выравнивать вправо"
comboBox1String_3 =  "выравнивать"
Cb_vartypeString_1 =  "Целое(2 байт)"
Cb_vartypeString_2 =  "Целое(4 байт)"
Cb_vartypeString_3 =  "старший байт"
Cb_vartypeString_4 =  "младший байт"
Cb_vartypeString_5 =  "Целое(8 байт)"
Cb_vartypeString_6 =  "Никаких знаков(2 байт)"
Cb_vartypeString_7 =  "Никаких знаков(4 байт)"
Cb_vartypeString_8 =  "очк(4 байт)"
Cb_vartypeString_9 =  "очк(8 байт)"


//文本显示
[TextdisForm]
label3  =  "цвет(0x)"
label12  =  "код"
label6  =  "Кодировка: 0x01-0x04 местонахождение библиотеки ASCII"
label10  =  "Код кодируется в формате 0x00,0x05, а также в библиотеках, используемых в неascii символах 0x01\r -0x04"
checkBox1  =  "пауза Нет"
label14  =  "Длина текста"
label13  =  "отвесный пауза"
label18  =  "класс пауза"
label9  =  "Y число"
label11  =  "X число"
label16  =  "имя"
label7  =  "ОC(0x)"
label2  =  "Адрес(0x)"
label17  =  "начало стоить"
Text  =  "текст"

cb_adjust="текст"
label19="класс"
label20="отвесный"
cbox_popshow="Покажи это в катапультируемом меню"

Cb_vartypeString_1 =  "0x00=8bit"
Cb_vartypeString_2 =  "0x01=GB2312"
Cb_vartypeString_3 =  "0x02=GBK"
Cb_vartypeString_4 =  "0x03=BIG5"
Cb_vartypeString_5 =  "0x04=SJIS"
Cb_vartypeString_6 =  "0x05=UNICODE"

cb1_item0="Стройся"
cb1_item1="выравнивать"

cb2_item0="левый"
cb2_item1="выравнивать вправо"
cb2_item2="выравнивать"
cb2_item3="Покажи справа налево"
[DGUSTextdisForm]
label3  =  "цвет(0x)"
label12  =  "код"
label6  =  "Кодировка: 0x01-0x04 местонахождение библиотеки ASCII"
label10  =  "Код кодируется в формате 0x00,0x05, а также в библиотеках, используемых в неascii символах 0x01\r -0x04"
checkBox1  =  "пауза Нет"
label14  =  "Длина текста"
label13  =  "отвесный пауза"
label18  =  "класс пауза"
label9  =  "Y число"
label11  =  "X число"
label16  =  "имя"
label7  =  "ОC(0x)"
label2  =  "Адрес(0x)"
label17  =  "начало стоить"
Text  =  "текст"

cb_adjust="текст"
label19="пересчет"
label20="отвесный"
cbox_popshow="Покажи это в катапультируемом меню"

Cb_vartypeString_1 =  "0x00=8bit"
Cb_vartypeString_2 =  "0x01=GB2312"
Cb_vartypeString_3 =  "0x02=GBK"
Cb_vartypeString_4 =  "0x03=BIG5"
Cb_vartypeString_5 =  "0x04=SJIS"
Cb_vartypeString_6 =  "0x05=UNICODE"

cb1_item0="Стройся"
cb1_item1="выравнивать"

cb2_item0="левый"
cb2_item1="выравнивать вправо"
cb2_item2="выравнивать"
cb2_item3="Покажи справа налево"
//表盘时钟设置
[ClockDis]
checkBox1  =  "Не показывайте часовую иглу" 
label3  =  "час"           
label11  =  "центр"
label6  =  "минут"
label5  =  "центр"
checkBox2  =  "Не показывайте минутную иглу"
label12  =  "секунда"
label9  =  "центр"
checkBox3  =  "Не показывайте секундную иглу"
label7  =  "икона"
label2  =  "Положение стрелки в центре стрелки часов/r/n в левом верхнем углу координат"
label4  =  "ОC(0x)"
label16  =  "имя"
Text =  "часы"


//RTC显示
[RTCDISForm]
checkBox1  =  "Неделя"
label2  =  "Формат даты:"
label12  =  "RTC код:"
label18  =  "RTC ASCII"
label28  =  "Q"
label29  =  "минут"
label26  =  "H"
label27  =  "час"
label24  =  "D"
label25  =  "Сутки"
label23  =  "месяц"
label22  =  "M"
label20  =  "Y"
label21  =  "год"
label19  =  "код"
label8  =  "инструкц"
label32  =  "W"
label33  =  "Неделя"
label30  =  "S"
label31  =  "секунда"
label6  =  "M-D W H:Q"
label7  =  "2012-05-02  12:00:00"
label14  =  "Y-M-D H:Q:S"
label13  =  "2012-05-02 12:00:00 Неделя"
label10  =  "05-02 WED 12：00"
label9  =  "Текущее время:"
label1  =  "ОC(SP)"
label4  =  "ОC(0x)"
label11  =  "Направление X"
label15  =  "ZiKu"
label3  =  "цвет"
label16  =  "имя"
Text  =  "RTC"
checkBox2="Автомат дистанции"

//基本图形显示
[BaseGraphs]
label4  =  "Адрес(0x)"
label5  =  "ОC(0x)"
label16  =  "имя"
label8  =  "Инструкция для рисования с помощью катушки: 0x02,0x03, 0x03, 0x0A/r / \n будет использовать пунктированную линию или точку, чтобы показать сегмент"
checkBox1  =  "Пунктирная линия/точка подчеркнута"
groupBox1  =  "Установите формат пунктирной линии (точка подчеркнута)"
TabText  =  "форма"


//特殊行业应用
[BaseApplyForm]
label2 = "Адрес(0x)"
label3 = "ОC(0x)"
label16 = "имя"
TabText = "Применение в специальном секторе"

//二维码
[QRCodeForm]
label8  =  "Unit_Pixels"
label2  =  "Адрес(0x)"
label4  =  "ОC(0x)"
label16  =  "имя"
Text  =  "двумерный код"

label12="Режим"
label3="цвет"
label5="Фоновый цвет"
label6="цвет"

cb1_item0="Черно-белый"
cb1_item1="Самоопределение"
cb2_item0="Самосовпадение"
cb2_item1="73*73"

//区域滚屏显示
[ZonescrollingForm]
label1  =  "ОC(SP)"      
label5  =  "Ходы"           
groupBox1  =  "Скорость качения"           
label8  =  "Однопериодический сдвиг"
label2  =  "Адрес(0x)"
label4  =  "ОC(0x)"
label16  =  "имя"
TabText  =  "перекатыв"
comboBox2String_1 =  "слев"  
comboBox2String_2 =  "правый"
comboBox2String_3  =  "вверх"
comboBox2String_4 =  "вниз"

//数据窗口指示
[DataWindowForm]
groupBox1  =  "Режим"  
checkBox3  =  "Циркуляция"
checkBox2  =  "показыва +"
checkBox1  =  "показыва 0"
label8  =  "Длин шаг"
label6  =  "сумме"
label4  =  "Целое число"
label5  =  "Разрядность"
label1  =  "верхний предел"
label11  =  "нижний"
label16  =  "имя"
label7  =  "OC(0x)"
label2  =  "Адрес(0x)"
groupBox2  =  "характер"
groupBox4  =  "избра"
label12  =  "Направление Y" 
label13  =  "Направление X"
label14  =  "цвет(0x)"
groupBox3  =  "Нет"
label10  =  "Направление Y"
label9  =  "Направление X"
label3  =  "цвет(0x)"
Text  =  "окно данных"
checkBox4="Автомат дистанции"
label15="ZiKu"
//预览窗口
[PreviewForm]
label2 = "Мышь нажимает два раза на четыре края левой клавиши и выходит из предварительного показа"
label1="рот"
label5="рот"
label6="бод"
btnOpen="откр"
btnFrmCom="Запись связи"
btnComSet="рот настройк"
btnDebug="отладка"

//变量数据录入
[DGUSForm]
Dis_Pass  =  "показыва *"
label10  =  "показыва"
label9  =  "Область клавиатуры"
label8  =  "На странице"
button1  =  "настройк"
button22  =  "Настройка клавиатуры"
label16  =  "имя"
checkBox2  =  "Бесполезно"
button5  =  "настройк"
label19  =  "Эффект кнопки："
checkBox1  =  "Доступ ограничен"
label20  =  "Верхний"
label17  =  "Нижний"
checkBox3  =  "Автоматическая загрузка"
checkNext  =  "Не резать страницы"
label21  =  "Реза страниц"
button6  =  "настройк"
checkBox4  =  "Загрузка данных в процессе ввода"
label26  =  "Загруженные данные"
label25  =  "Адрес(0x)"
label13  =  "Разрядность"
label22  =  "клавиатура"
label2  =  "показыва"
label15  =  "Курсовый цвет"
label1  =  "Целое число"
label7  =  "шрифт"
label6  =  "ZiKu"
label5  =  "Покажи цвет"
label4  =  "Покажи место"
label3  =  "Типы"
label11  =  "Адрес(0x)"
label23  =  "начало стоить"
TabText  =  "Ввод переменных данных"
Text  =  "Ввод переменных данных"
label24="Прозрачность фона"
Cb_vartypeString_1 =  "Целое(2 байт)"
Cb_vartypeString_2 =  "Целое(4 байт)"
Cb_vartypeString_3 =  "старший байт"
Cb_vartypeString_4 =  "младший байт"
Cb_vartypeString_5 =  "Целое(8 байт)"
Cb_vartypeString_6 =  "очк"
Cur_ColorString_1 =  "цвет"
Cur_ColorString_2 =  "белый цвет"
comboBox1String_1 =  "\'*\'"
comboBox1String_2 =  "Прямое отображение"
comboPostioString_1 =  "Текущая страница"
comboPostioString_2 =  "Друг страниц"
comboPostioString_3 =  "Групповая клавиатура"


//弹出菜单配置
[PopMenuForm]
label11  =  "Адрес(0x)"
label3  =  "Типы переменных"
button1  =  "настройк"
label10  =  "Покажи место"
label9  =  "Область меню"
button22  =  "Выпрыгивай из меню"
label8  =  "На странице"
label16  =  "имя"
checkBox2  =  "Бесполезно"
label19  =  "Эффект кнопки"
button5  =  "настройк"
checkBox3  =  "Автоматическая загрузка"
label6  =  "Запись0x"
radioButton4  =  "контроль Bit"
radioButton3  =  "младший байт"
radioButton2  =  "старший байт"
radioButton1  =  "Пиши"
Text  =  "Контекстное меню"
label1="Прозрачность фона"
//增量调节
[IncAdjustForm]
label11  =  "Адрес(0x)"
label3  =  "Типы переменных"
label16  =  "имя"
checkBox2  =  "Бесполезно"
label19  =  "Эффект кнопки"
button5  =  "назначен"
checkBox3  =  "Автоматическая загрузка"
label6  =  "Запись(0x)"
radioButton4  =  "контроль Bit"
radioButton3  =  "младший байт"
radioButton2  =  "старший байт"
radioButton1  =  "Пиши"
label9  =  "Верхний"
label10  =  "Нижний"
label5  =  "Бол ограничива"
label4  =  "Длин шаг"
label1  =  "способ регулировки" 
label8  =  "Эффект клавиши"
TabText  =  "Регулирование увеличения"
Cb_vartypeString_1 =  "Пиши"
Cb_vartypeString_2 =  "старший байт"
Cb_vartypeString_3 =  "младший байт"
comboBox2String_1 =  "прекращать"
comboBox2String_2 =  "петля"
comboBox3String_1 =  "подряд"
comboBox3String_2 =  "один"


//拖动调节
[DragManagerForm]
groupBox1  =  "перетащ как"
label1  =  "Формат"
label5  =  "перетащ как"
checkBox3  =  "Автоматическая загрузка"
label9  =  "отбой"
label10  =  "начало"
label16  =  "имя"
label11  =  "Адрес(0x)"
label17  =  "начало стоить"
TabText  =  "Регулирование тяги"
comboBox1String_1 =  "Пиши"
comboBox1String_2 =  "старший байт"
comboBox1String_3 =  "младший байт"
comboBox2String_1 =  "поперечн"
comboBox2String_2 =  "портрет"


//按键值返回配置
[TouchReturnForm]
button1 = "назначен"
button5 = "назначен"
label11  =  "Адрес(0x)"
label16  =  "имя"
label5  =  "Способ сохранения"
label19  =  "Эффект кнопки:"
checkBox2  =  "Бесполезно"
checkBox1  =  "Не резать страницы"
label1  =  "Переключение страницы"
groupBox3  =  "ключ(0x)"
checkBox5  =  "Определение по клавишам"
label6  =  "Запись(0x)"
radioButton4  =  "контроль Bit"
radioButton3  =  "младший байт"
radioButton2  =  "старший байт"
radioButton1  =  "Пиши"
checkBox3  =  "Основной контроль"
checkBox4  =  "Автоматическая загрузка"
Text  =  "Возврат данных"
label3 = "указать:\r\n\"Основной контроль\" Выберите полное определение клавиш,\r\nНажмите\"настройк \"Определение кнопки\r\n\r\n\r\n\"Основной контроль\" Если нажать на кнопку,\r\nПожалуйста, определите значение следующей клавиши:\r\n0x0030-0x0039 (0-9), \r\n0x002E(.),\r\n0x002D(+/-),\r\n0x00F0(Cancel),\r\n0x00F1(Confirm/OK),\r\n0x00F2(Backspace)." 
label4="Время(единица:0.1s):"

//ASCII录入
[TextInputForm]
label4  =  "Вход в зону отображения"
button1  =  "настройк"
label10  =  "Покажи место"
label9  =  "Область клавиатуры"
button22  =  "Настройка клавиатуры"
label8  =  "На странице"
label16  =  "имя"
button3  =  "настройк"
checkBox2  =  "Бесполезно"
button5  =  "назначен"
label19  =  "Эффект кнопки:"
checkBox3  =  "Автоматическая загрузка"
checkBox1  =  "Возвращение в режим ввода"
checkNext  =  "Не резать страницы"
label17  =  "Переключение страницы:"
button6  =  "назначен"
label22  =  "клавиатура"
label20  =  "Y Направление"
label3  =  "Режим ввода"
label15  =  "Курсовый цвет"
label1  =  "Длина текста"
label7  =  "X Направление"
label6  =  "ZiKu"
label5  =  "Текстовый цвет"
label11  =  "Адрес(0x)"
label2  =  "Способ отображения входного процесса"
Text  =  "ASCII"
label24  =  "Прозрачность фона"
label21  =  "начало стоить"
Cur_ColorString_1 =  "цвет"
Cur_ColorString_2 =  "белый цвет"
comboBox1String_1 =  "Нормальное отображение"
comboBox1String_2 =  "показыва(*)"
comboBox2String_1 =  "Перезапись"
comboBox2String_2 =  "Измени текст"
comboPostionString_1 =  "Текущая страница"
comboPostionString_2 =  "Друг страниц"

//参数配置
[ParamConfigForm]
button1 = "назначен"
button5 = "назначен"
label16  =  "имя"
label19  =  "Эффект кнопки:"
checkBox2  =  "Бесполезно"
checkBox1  =  "Не резать страницы"
label1  =  "Реза страниц"
checkBox4  =  "Автоматическая загрузка"
Text  =  "Конфигурация параметров"

//同步数据返回
[K_DO_RETForm]
label16  =  "имя"
checkBox2  =  "Бесполезно"
label19  =  "Эффект кнопки"
button5  =  "назначен"
groupBox5  =  "Отпускай"
label12  =  "длина данных"
label15  =  "модел"
groupBox4  =  "Продолжай давить"
label8  =  "длина данных"
label11  =  "модел"
groupBox3  =  "Первый нажим"
label7  =  "длина данных"
label4  =  "модел"
checkNext  =  "Не резать страницы"
label1  =  "Реза страниц"
button1  =  "назначен"
Text  =  "Возврат данных"

//转动调节
[RotateadjustForm]
label16  =  "имя"
checkBox2  =  "Бесполезно"
label19  =  "Эффект кнопки"
button5  =  "назначен"
label12  =  "Значение возвращения"
label11  =  "Значение возвращения"
label9  =  "A1(Угол прекращения)"
label10  =  "A0(Начальный угол)"
label8  =  "R1(Внешний)"
label7  =  "Круглая координата"
label5  =  "R0(внутренний)"
label6  =  "Адрес(0x)"
label4  =  "Формат"
checkNext  =  "Не резать страницы"
label1  =  "Переключение страницы"
button1  =  "назначен"
button3  =  "настройк"
Text  =  "Регулирование вращения"
comboBox1String_1 =  "0x00(Целое)"
comboBox1String_2 =  "0x01(старший байт)"
comboBox1String_3 =  "0x02(младший байт)"


//滑动手势调节
[SwipeAdjustForm]
label5  =  "скольжение"
label16  =  "имя"
label11  =  "Адрес(0x)"
label17  =  "чувствительность"
checkBox3  =  "Автоматическая загрузка"
label2  =  "Активный регулирующий район"
TabText  =  "Регулирование скольжения"
comboBox2String_1 =  "Поперечное скольжение"
comboBox2String_2 =  "Авто в продольном направлении"


//滑动手势翻页
[SwipePageForm]
checkBox1  =  "Не дальше страницы"
label1  =  "Последняя страница"   
button1  =  "назначен"       
checkBox2  =  "Без страниц"
label19  =  "предыдущий"
button5  =  "назначен"
label16  =  "имя"
label11  =  "Адрес(0x)"
label17  =  "время"  
checkBox3  =  "Автоматическая загрузка"
groupBox3  =  "чувствительность"
label3  =  "расстояние"
label2  =  "Активный регулирующий район"
TabText  =  "флип"
label4 = "Автоматическая загрузка"
myGroupBox1="Конец анимационной настройки"
label6="Скорость окончания анимации"
label5="инструкц：\r\n 0x00:Конец без анимации;\r\nДругие ценности:Единицы делятся на пиксельные точки на цикл DGUS, а рекомендуемые значения на горизонтальное разрешение — на 20"
label7="модел"
cbox1_item0="степень"
cbox1_item1="отвесный"

//迪文ICO文件预览
[frm_ICON_Sel]
toolStripButton1  =  "打开"
tbrname  =  "重新编号"
toolStripButton2  =  "上一页"
toolStripButton3  =  "下一页"
toolStripButton4 =  "生成ICO"
toolStripLabel1  =  "ICO文件像素选择"
LabToICO  =  "路径："
tabPage1  =  "ICO文件生成"
label4  =  "文件路径："
grbDataSetting  =  " 图片大小设定"
toolStripDropDownButton2  =  "设置"
设置选择项ToolStripMenuItem  =  "设置选择项"
设置所有ToolStripMenuItem  =  "设置所有"
radioButton1  =  "按文件名编号"
lblWidth  =  "宽："
lblHeight  =  "高："
radioButton2  =  "按文件顺序自动编号"
label6  =  "提示："
label5  =  "  如需要修改或追加\r\n图片到ICO文件中,请\r\n重复第一步和第二步"
label3  =  "或  者"
label2  =  "第二步："
button6  =  "选择图片文件路径"
button5  =  "添加到ICO文件"
button1  =  "生成新ICO文件"
label1  =  "第一步 ："
textBox1  =  "支持的文件格式有： \"ICO\", \"JPG\", \"BMP\", \"GIF\", \"PNG\"\r\n------------------------\r\n如果图片尺寸大于1023统一转换为1023*1023大小" 
位置  =  "位置"
Column1  =  "文件名"
Column2  =  "分辨率"
tabPage2  =  "ICO文件预览"
button8  =  "取消"
button7  =  "确定"
checkBox1  =  "是否过滤背景色"
button2  =  "打开文件"
button3  =  "上一页"
button4  =  "下一页"
dataGridViewTextBoxColumn1  =  "位置"
dataGridViewTextBoxColumn2  =  "文件名"
dataGridViewTextBoxColumn3  =  "分辨率"
Text  =  "迪文ICO文件预览"



//图片预览
[imgview]
button1  =  "确定"
button2  =  "取消"
Text  =  "图片预览"


//查看地址设置
[PageSetForm]
label1 =  "Текущая страница"
tabPage1 =  "Проверь адрес"
Text  =  "Проверь адрес"


//显示区域
[TDocumentSpaceForm]
label2 =  "Некотор счита"
checkBox2 =  "фон"
label1 =  "ключ(0x)"
checkBox1 =  "МАН"
checkBox3 =  "Блокировка"
String_1 =  "Пожалуйста, введите профиль, чтобы восстановить его"
String_2 =  "мультипликация"
String_3 =  "Переменная иконы"
String_4 =  "Базовый контроль"
String_5 =  "DGUS Tool путь:"
String_6 =  "документ DWHMI (*.hmi)|*.hmi"
String_7 =  "Инженерный отсек закрыт?Выбор "да" теряется в содержании модификаций"
String_8 =  "указать"
String_9 =  "Файлы библиотеки не были найдены в [DWIN_SET] в инженерном каталоге, поэтому пожалуйста, скопируйте их в [DWIN_SET]"
String_10 =  "Загрузка завершена"
String_11 =  "Сохранилась"
String_12 =  "Создание завершено, файл называется： HMIConfig.bin，Разместите его в текущем инженерном каталоге"
String_13 =  "Нет настроек, которые должны генерировать конфигурацию сенсорного управления"
String_14 =  "Убедитесь, что удалены выбранные кадры?"
String_15 =  "Убедись, что удалил все фотографии?"
String_16 =  "Это уже первая строчка"
String_17 =  "Это уже последняя строчка"
String_18 =  "Сначала добавьте фотографии！"
String_19 =  "Пожалуйста, выберите путь！"
String_20 =  " изображение {0} 和 изображение {1},Повторение имени файла， Пожалуйста."
String_21 =  "Конфигурация успешно создана!"
String_22 =  "Пожалуйста, проверьте, больше ли конфигураций переменных:"
String_23 =  "Сбой в генерации, DWINSET Каталог только для чтения"
String_24 =  "Сбой в генерации!"
String_25 =  "изображение [ "
String_26 =  " ] У настройки кнопки есть интерсект.Пожалуйста, проверьте и перепроверьте."
String_27 =  " {0} лист，Неверные адреса переменных или исходные значения"
String_28 =  "Пожалуйста, отключите эксель и перепробуйте"
String_29 =  "Экспортирова законч!"
String_30 =  "Пока не найдено 13 профилей, пожалуйста, выберите другой путь!"
String_31 =  "Пока не найдено 14 профилей, пожалуйста, выберите другой путь!"
String_32 =  "Пожалуйста, откройте или создайте инженерный отсек!"
String_33 =  "Без предварительного просмотра, пожалуйста, после добавления фото в кадр"
String_34 =  "Сохраните инженерные работы в новом каталоге и разделите их на нормальное сохранение и отклонение на 90 градусов для сохранения\r\n \r\n 1、Выберите "да" и сохраните проект в новом каталоге так, как он есть\r\n 2、Выберите "нет" и сохраните изображение под инжиниром после отклонения на 90 градусов в новый каталог\r\n\r\n  Другой процесс хранения занимает сравнительно много времени..."
String_35 =  "картинк"
String_36 =  "с"
String_37 =  "Опишите картину столкновения указателей!"
String_38 =  "Самоопределительный подсказка"
String_39 =  ""
String_40 =  ""
String_41 =  ""
String_42 =  ""
String_43 =  ""
String_44 =  ""
String_45 =  ""
String_46 =  ""
String_47 =  ""
String_48 =  ""
String_49 =  ""
String_50 =  ""



//图标变量批量设置
[cfg_ICOvarForm]
checkBox1  =  "выбрать"
toolStripButton1  =  "вверх"
toolStripButton2  =  "вниз"
toolStripButton3  =  "Делеция"
toolStripButton4  =  "обновить--Вернуться в режим отбора"
checkBox3  =  "Предельн величин--"
checkBox2  =  "Адреса С повышен--"
checkBox4  =  "ID спарен--"
label8  =  "Метод эксплуатации：\r\n1、Двойной список，Можно изменить название кнопки, нажать кнопку возврата, чтобы подтвердить изменение\r\n2、Выбранный список может быть отобран на уровне проектирования во время отбора, с тем чтобы пользователь мог соответствовать ссылке\r\n3、Нажмите на кнопку (опции опций), чтобы атрибуты могли совпадать по свойствам\r\n4、Нажмите кнопку «вверх-вниз», чтобы изменить порядок в списке, и время выполнения в порядке списка"
checkBox5 =  "OC С повышен--"
button2  =  "выход"
button1  =  "Оптовая модификация"
Text  =  "Настройки переменной величины иконы"
String_1 =  "Установка базового свойства"
String_2 =  "менять"
String_3 =  "имя"
String_4 =  "настройк"
String_5 =  "ОC"
String_6 =  "0000"
String_7 =  "Адрес"
String_8 =  "0000"
String_9 =  "граф"
String_10 =  "Нижний"
String_11 =  "предел граф"
String_12 =  "Верхний"
String_13 =  "Верхний"
String_14 =  "Режим"
String_15 =  "Прозрачность"
String_16 =  "Покажи задний план"
String_17 =  "начало стоить"

//ASCII录入批量设置
[cfg_AsciiInputForm]
checkBox1  =  "выбрать"
toolStripButton1  =  "вверх"
toolStripButton2  =  "вниз"
toolStripButton3  =  "Делеция"
toolStripButton4  =  "обновить--Вернуться в режим отбора"
checkBox2  =  "Адреса С повышен--"
checkBox3  =  "Покажи цвет"
button3  =  "Заданный базис"
label8  =  "Метод эксплуатации：\r\n1、Двойной список，Можно изменить название кнопки, нажать кнопку возврата, чтобы подтвердить изменение\r\n2、Выбранный список может быть отобран на уровне проектирования во время отбора, с тем чтобы пользователь мог соответствовать ссылке\r\n3、Нажмите на кнопку (опции опций), чтобы атрибуты могли совпадать по свойствам\r\n4、Нажмите кнопку «вверх-вниз», чтобы изменить порядок в списке, и время выполнения в порядке списка"
label4  =  "ASCII запись"
button2  =  "выход"
button1  =  "Оптовая модификация"
Text  =  "ASCII запись Оптовый установка"
String_1 =  "Установка атрибутов"
String_2 =  "менять"
String_3 =  "имя"
String_4 =  "настройк"
String_5 =  "Авто загрузка"
String_6 =  "Адрес"
String_7 =  "0000"
String_8 =  "Эффект кнопки"
String_9 =  "Реза страниц"
String_10 =  "Длина текста"
String_11 =  "Режим ввода"
String_12 =  "Перезапись"
String_13 =  "Измени текст"
String_14 =  "ZiKu"
String_15 =  "Направление X"
String_16 =  "Направление Y"
String_17 =  "Курсовый цвет"
String_18 =  "цвет"
String_19 =  "белый цвет"
String_20 =  "статус"
String_21 =  "Зона входа"
String_22 =  "Вход и выход"
String_23 =  "нормальн"
String_24 =  "показыва(*)"
String_25 =  "клавиатура"
String_26 =  "Текущая страница"
String_27 =  "Друг страниц"
String_28 =  "Контекстное меню"
String_29 =  "страница"
String_30 =  "Область меню"
String_31 =  "настройк"
String_32 =  "Покажи место"


//基本触控批量设置
[cfg_BaseTouchForm]
checkBox1  =  "выбрать"
toolStripButton1  =  "вверх"
toolStripButton2  =  "вниз"
toolStripButton3  =  "Делеция"
toolStripButton4  =  "обновить--Вернуться в режим отбора"
checkBox4  =  "стоить С повышен  --"
button3  =  "Заданный базис"
label8  =  "Метод эксплуатации：\r\n1、Двойной список，Можно изменить название кнопки, нажать кнопку возврата, чтобы подтвердить изменение\r\n2、Выбранный список может быть отобран на уровне проектирования во время отбора, с тем чтобы пользователь мог соответствовать ссылке\r\n3、Нажмите на кнопку (опции опций), чтобы атрибуты могли совпадать по свойствам\r\n4、Нажмите кнопку «вверх-вниз», чтобы изменить порядок в списке, и время выполнения в порядке списка"
label4  =  "сенсорн"
button2  =  "выход"
button1  =  "Оптовая модификация"
Text  =  "сенсорн настройк"
String_1 =  "Установка базового свойства"
String_2 =  "менять"
String_3 =  "имя"
String_4 =  "настройк"
String_5 =  "Эффект кнопки"
String_6 =  "Реза страниц"
String_7 =  "настройк"
String_8 =  "0000"



//二维码批量设置
[cfg_DimensionForm]
checkBox1  =  "выбрать"
toolStripButton1  =  "вверх"
toolStripButton2  =  "вниз"
toolStripButton3  =  "Делеция"
toolStripButton4  =  "обновить--Вернуться в режим отбора"
checkBox3  =  "OC С повышен--"
checkBox2  =  "Адреса С повышен--"
button3  =  "Заданный базис"
label8  =  "Метод эксплуатации：\r\n1、Двойной список，Можно изменить название кнопки, нажать кнопку возврата, чтобы подтвердить изменение\r\n2、Выбранный список может быть отобран на уровне проектирования во время отбора, с тем чтобы пользователь мог соответствовать ссылке\r\n3、Нажмите на кнопку (опции опций), чтобы атрибуты могли совпадать по свойствам\r\n4、Нажмите кнопку «вверх-вниз», чтобы изменить порядок в списке, и время выполнения в порядке списка"
label4  =  "двумерный код"
button2  =  "выход"
button1  =  "Оптовая модификация"
Text  =  "массов"
String_1 =  "Установка базового свойства"
String_2 =  "менять"
String_3 =  "имя"
String_4 =  "настройк"
String_5 =  "OC"
String_6 =  "0000"
String_7 =  "Адрес"
String_8 =  "0000"
String_9 =  "Целое число"

//数据显示量设置
[cfg_DisDataForm]
checkBox1  =  "выбрать"
toolStripButton1  =  "вверх"
toolStripButton2  =  "вниз"
toolStripButton3  =  "Делеция"
toolStripButton4  =  "обновить--Вернуться в режим отбора"
checkBox4  =  "OC С повышен--"
checkBox2  =  "Адреса С повышен--"
checkBox3  =  "Покажи цвет"
label8  =  "Метод эксплуатации：\r\n1、Двойной список，Можно изменить название кнопки, нажать кнопку возврата, чтобы подтвердить изменение\r\n2、Выбранный список может быть отобран на уровне проектирования во время отбора, с тем чтобы пользователь мог соответствовать ссылке\r\n3、Нажмите на кнопку (опции опций), чтобы атрибуты могли совпадать по свойствам\r\n4、Нажмите кнопку «вверх-вниз», чтобы изменить порядок в списке, и время выполнения в порядке списка"
label4  =  "цифра"
button2  =  "выход"
button1  =  "Оптовая модификация"
Text  =  "Оптовая модификация"
String_1 =  "настройк"
String_2 =  "менять"
String_3 =  "имя"
String_4 =  "настройк"
String_5 =  "OC"
String_6 =  "0000"
String_7 =  "Адрес"
String_8 =  "0000"
String_9 =  "ZiKu"
String_10 =  "шрифт"
String_11 =  "центровка"
String_12 =  "левый"
String_13 =  "выравнивать вправо"
String_14 =  "выравнивать"
String_15 =  "Типы переменных"
String_16 =  "0X00=Целое(2 байт)"
String_17 =  "0X01=Целое(4 байт)"
String_18 =  "0X02=старший байт"
String_19 =  "0X03=младший байт"
String_20 =  "0X04=Целое(8 байт)"
String_21 =  "0X05=Никаких знаков(2 байт)"
String_22 =  "0X06=Никаких знаков(4 байт)"
String_27 =  "0X07=очк"
String_28 =  "0X08=двойной"
String_23 =  "Целое число"
String_24 =  "Разрядность"
String_25 =  "единица"
String_26 =  "начало стоить"

//文本显示批量设置
[cfg_DisTextForm]
checkBox1  =  "выбрать"
toolStripButton1  =  "вверх"
toolStripButton2  =  "вниз"
toolStripButton3  =  "Делеция"
toolStripButton4  =  "обновить--Вернуться в режим отбора"
checkBox4  =  "OC С повышен--"
checkBox2  =  "Адреса С повышен--"
checkBox3  =  "Покажи цвет"
label8  =  "Метод эксплуатации：\r\n1、Двойной список，Можно изменить название кнопки, нажать кнопку возврата, чтобы подтвердить изменение\r\n2、Выбранный список может быть отобран на уровне проектирования во время отбора, с тем чтобы пользователь мог соответствовать ссылке\r\n3、Нажмите на кнопку (опции опций), чтобы атрибуты могли совпадать по свойствам\r\n4、Нажмите кнопку «вверх-вниз», чтобы изменить порядок в списке, и время выполнения в порядке списка"
label4  =  "цифра"
button2  =  "выход"
button1  =  "Оптовая модификация"
Text  =  "текст"
String_1 =  "настройк"
String_2 =  "менять"
String_3 =  "имя"
String_4 =  "настройк"
String_5 =  "OC"
String_6 =  "0000"
String_7 =  "Адрес"
String_8 =  "0000"
String_9 =  "кодирование"
String_10 =  "0x00=8bit"
String_11 =  "0x01=GB2312"
String_12 =  "0x02=GBK"
String_13 =  "0x03=BIG5"
String_14 =  "0x04=SJIS"
String_15 =  "0x05=UNICODE"
String_16 =  "Автомат дистанции"
String_17 =  "Длина текста"
String_18 =  "FONT0ID"
String_19 =  "0x01-0x04 ASCII"
String_20 =  "FONT1ID"
String_21 =  "не ASCII"
String_22 =  "Направление X"
String_23 =  "Направление Y"
String_24 =  "класс пауза"
String_25 =  "отвесный пауза"
String_26 =  "начало стоить"
String_27 =  "Dwin"
String_28 =  "класс"
String_29="левый"
String_30="выравнивать вправо"
String_31="выравнивать"
String_32="Покажи справа налево"
String_33 = "отвесный"
String_34="Стройся"
String_35="выравнивать"

//动画图标批量设置
[cfg_ICOAnimForm]
checkBox1  =  "выбрать"
toolStripButton1  =  "вверх"
toolStripButton2  =  "вниз"
toolStripButton3  =  "Делеция"
toolStripButton4  =  "обновить--Вернуться в режим отбора"
checkBox3  =  "OC С повышен--"
checkBox2  =  "Адреса С повышен--"
checkBox4  =  "Покажи цвет"
label8  =  "Метод эксплуатации：\r\n1、Двойной список，Можно изменить название кнопки, нажать кнопку возврата, чтобы подтвердить изменение\r\n2、Выбранный список может быть отобран на уровне проектирования во время отбора, с тем чтобы пользователь мог соответствовать ссылке\r\n3、Нажмите на кнопку (опции опций), чтобы атрибуты могли совпадать по свойствам\r\n4、Нажмите кнопку «вверх-вниз», чтобы изменить порядок в списке, и время выполнения в порядке списка"
label4  =  "Анимационный икона"
button2  =  "выход"
button1  =  "Оптовая модификация"
Text  =  "动画图标批量设置"
String_1 =  "Установка базового свойства"
String_2 =  "менять"
String_3 =  "имя"
String_4 =  "настройк"
String_5 =  "OC"
String_6 =  "0000"
String_7 =  "Адрес"
String_8 =  "0000"
String_9 =  "икона"
String_10 =  "Значение остановки"
String_11 =  "Начальное значение"
String_12 =  "остановки"
String_13 =  "Начинайте"
String_14 =  "Конечная"
String_15 =  "Режим индикации"
String_16 =  "Прозрачность"
String_17 =  "Покажи задний план"
String_18 =  "начало стоить"

//艺术字显示批量设置
[cfg_ICOArtForm]
checkBox1  =  "выбрать"
toolStripButton1  =  "вверх"
toolStripButton2  =  "вниз"
toolStripButton3  =  "Делеция"
toolStripButton4  =  "обновить--Вернуться в режим отбора"
checkBox3  =  "OC С повышен--"
checkBox2  =  "Адреса С повышен--"
checkBox4  =  "Покажи цвет"
label8  =  "Метод эксплуатации：\r\n1、Двойной список，Можно изменить название кнопки, нажать кнопку возврата, чтобы подтвердить изменение\r\n2、Выбранный список может быть отобран на уровне проектирования во время отбора, с тем чтобы пользователь мог соответствовать ссылке\r\n3、Нажмите на кнопку (опции опций), чтобы атрибуты могли совпадать по свойствам\r\n4、Нажмите кнопку «вверх-вниз», чтобы изменить порядок в списке, и время выполнения в порядке списка"
label4  =  "искусство слово"
button2  =  "выход"
button1  =  "Оптовая модификация"
Text  =  "Оптовая модификация"
String_1 =  "Установка базового свойства"
String_2 =  "менять"
String_3 =  "имя"
String_4 =  "настройк"
String_5 =  "OC"
String_6 =  "0000"
String_7 =  "Адрес"
String_8 =  "0000"
String_9 =  "икона"
String_10 =  "Начальная икона"
String_11 =  "Режим"
String_12 =  "Прозрачность"
String_13 =  "Покажи задний план"
String_14 =  "Типы переменных"
String_15 =  "Целое(2 байт)"
String_16 =  "Целое(4 байт)"
String_17 =  "старший байт"
String_18 =  "младший байт"
String_19 =  "Целое(8 байт)"
String_20 =  "Никаких знаков(2 байт)"
String_21 =  "Никаких знаков(4 байт)"
String_22 =  "Целое число"
String_23 =  "Разрядность"
String_24 =  "центровка"
String_25 =  "левый"
String_26 =  "выравнивать вправо"
String_27 =  "начало стоить"
String_28 =  "Одинарной точности"
String_29 =  "двойной"

//位变量图标批量设置
[cfg_ICOBitForm]
checkBox1  =  "выбрать"
toolStripButton1  =  "вверх"
toolStripButton2  =  "вниз"
toolStripButton3  =  "Делеция"
toolStripButton4  =  "обновить--Вернуться в режим отбора"
checkBox3  =  "OC С повышен--"
checkBox2  =  "Адреса С повышен--"
checkBox4  =  "Покажи цвет"
label8  =  "Метод эксплуатации：\r\n1、Двойной список，Можно изменить название кнопки, нажать кнопку возврата, чтобы подтвердить изменение\r\n2、Выбранный список может быть отобран на уровне проектирования во время отбора, с тем чтобы пользователь мог соответствовать ссылке\r\n3、Нажмите на кнопку (опции опций), чтобы атрибуты могли совпадать по свойствам\r\n4、Нажмите кнопку «вверх-вниз», чтобы изменить порядок в списке, и время выполнения в порядке списка"
label4  =  "Битная икона"
button2  =  "выход"
button1  =  "Оптовая модификация"
Text  =  "Оптовая модификация"
String_1 =  "Установка базового свойства"
String_2 =  "менять"
String_3 =  "имя"
String_4 =  "настройк"
String_5 =  "OC"
String_6 =  "0000"
String_7 =  "Адрес"
String_8 =  "0000"
String_9 =  "Режим"
String_10 =  "Режим движения"
String_11 =  "пауза"
String_12 =  "настройк"
String_13 =  "0000"
String_14 =  "граф"
String_15 =  "Покажи задний план"
String_16 =  "Прозрачность"
String_17 =  "Покажи задний план"
String_18 =  "Адрес вспомогательной переменной"
String_19 =  "0000"
String_20 =  "начало стоить"

//图片旋转批量设置
[cfg_ICORotationForm]
checkBox1  =  "выбрать"
toolStripButton1  =  "вверх"
toolStripButton2  =  "вниз"
toolStripButton3  =  "Делеция"
toolStripButton4  =  "обновить--Вернуться в режим отбора"
checkBox3  =  "OC С повышен--"
checkBox2  =  "Адреса С повышен--"
checkBox4  =  "Покажи цвет"
label8  =  "Метод эксплуатации：\r\n1、Двойной список，Можно изменить название кнопки, нажать кнопку возврата, чтобы подтвердить изменение\r\n2、Выбранный список может быть отобран на уровне проектирования во время отбора, с тем чтобы пользователь мог соответствовать ссылке\r\n3、Нажмите на кнопку (опции опций), чтобы атрибуты могли совпадать по свойствам\r\n4、Нажмите кнопку «вверх-вниз», чтобы изменить порядок в списке, и время выполнения в порядке списка"
label4  =  "Вращение изображения"
button2  =  "выход"
button1  =  "Оптовая модификация"
Text  =  "Оптовый установка"
String_1 =  "Оптовый установка"
String_2 =  "менять"
String_3 =  "имя"
String_4 =  "настройк"
String_5 =  "OC"
String_6 =  "0000"
String_7 =  "Адрес"
String_8 =  "0000"
String_9 =  "икона"
String_10 =  "икона ID"
String_11 =  "Центр вращения иконы"
String_12 =  "Начальное значение переменной угла вращения"
String_13 =  "Прекратить переменные угла вращения"
String_14 =  "Начальный угол вращения"
String_15 =  "Прекращать угол вращения"
String_16 =  "Режим"
String_17 =  "Прозрачность"
String_18 =  "Покажи задний план"
String_19 =  "Типы переменных"
String_20 =  "формирование"
String_21 =  "старший байт"
String_22 =  "младший байт"
String_23 =  "начало стоить"

//滑动刻度批量设置
[cfg_ICOSliderForm]
checkBox1  =  "выбрать"
toolStripButton1  =  "вверх"
toolStripButton2  =  "вниз"
toolStripButton3  =  "Делеция"
toolStripButton4  =  "обновить--Вернуться в режим отбора"
checkBox3  =  "OC С повышен--"
checkBox2  =  "Адреса С повышен--"
checkBox4  =  "Покажи цвет"
label8  =  "Метод эксплуатации：\r\n1、Двойной список，Можно изменить название кнопки, нажать кнопку возврата, чтобы подтвердить изменение\r\n2、Выбранный список может быть отобран на уровне проектирования во время отбора, с тем чтобы пользователь мог соответствовать ссылке\r\n3、Нажмите на кнопку (опции опций), чтобы атрибуты могли совпадать по свойствам\r\n4、Нажмите кнопку «вверх-вниз», чтобы изменить порядок в списке, и время выполнения в порядке списка"
label4  =  "Шкала скольжения"
button2  =  "выход"
button1  =  "Оптовая модификация"
Text  =  "Оптовый установка"
String_1 =  "Установка базового свойства"
String_2 =  "менять"
String_3 =  "имя"
String_4 =  "настройк"
String_5 =  "OC"
String_6 =  "0000"
String_7 =  "Адрес"
String_8 =  "0000"
String_9 =  "икона"
String_10 =  "Начальная шкала переменных"
String_11 =  "Прекратить шкалу переменных"
String_12 =  "Скользящая икона"
String_13 =  "Модель шкалы"
String_14 =  "Поперечная шкала"
String_15 =  "Продольная шкала"
String_16 =  "Смещение координат вперед"
String_17 =  "Режим"
String_18 =  "Прозрачность"
String_19 =  "Покажи задний план"
String_20 =  "Типы переменных"
String_21 =  "формирование"
String_22 =  "старший байт"
String_23 =  "младший байт"
String_24 =  "начало стоить"


//增量调节批量设置
[cfg_IncAdjustmentForm]
checkBox4  =  "выбрать"
toolStripButton1  =  "вверх"
toolStripButton2  =  "вниз"
toolStripButton3  =  "Делеция"
toolStripButton4  =  "обновить"
checkBox1  =  "Добавление бит записи в порядке списка"
checkBox2  =  "Адреса С повышен--"
label6  =  "Запись0x"
label8  =  "Метод эксплуатации：\r\n1、Двойной список，Можно изменить название кнопки, нажать кнопку возврата, чтобы подтвердить изменение\r\n2、Выбранный список может быть отобран на уровне проектирования во время отбора, с тем чтобы пользователь мог соответствовать ссылке\r\n3、Нажмите на кнопку (опции опций), чтобы атрибуты могли совпадать по свойствам\r\n4、Нажмите кнопку «вверх-вниз», чтобы изменить порядок в списке, и время выполнения в порядке списка"
radioButton4 =  "контроль Bit"
radioButton3 =  "младший байт"
radioButton2 =  "старший байт"
radioButton1 =  "Пиши"
button2  =  "выход"
button1  =  "Оптовая модификация"
Text  =  "Регулирование увеличения Оптовый установка"
String_1 =  "Установка базового свойства"
String_2 =  "менять"
String_3 =  "имя"
String_4 =  "настройк"
String_5 =  "Авто загрузка"
String_6 =  "Адрес"
String_7 =  "0000"
String_8 =  "Эффект кнопки"
String_9 =  "способ регулировки"
String_10 =  "Бол ограничива"
String_11 =  "прекращать(Равный предел двери)"
String_12 =  "Циклическое регулирование"
String_13 =  "Длин шаг"
String_14 =  "Верхний"
String_15 =  "Нижний"
String_16 =  "Эффект клавиши"
String_17 =  "подряд"
String_18 =  "один"





//弹出菜单批量设置
[cfg_PopMenuForm]
checkBox4  =  "выбрать"
toolStripButton1  =  "вверх"
toolStripButton2  =  "вниз"
toolStripButton3  =  "Делеция"
toolStripButton4  =  "обновить"
checkBox1  =  "Добавление бит записи в порядке списка"
checkBox2  =  "Адреса С повышен--"
label6  =  "Запись0x"
label8  =  "Метод эксплуатации：\r\n1、Двойной список，Можно изменить название кнопки, нажать кнопку возврата, чтобы подтвердить изменение\r\n2、Выбранный список может быть отобран на уровне проектирования во время отбора, с тем чтобы пользователь мог соответствовать ссылке\r\n3、Нажмите на кнопку (опции опций), чтобы атрибуты могли совпадать по свойствам\r\n4、Нажмите кнопку «вверх-вниз», чтобы изменить порядок в списке, и время выполнения в порядке списка"
radioButton4 =  "контроль Bit"
radioButton3 =  "младший байт"
radioButton2 =  "старший байт"
radioButton1 =  "Пиши"
button2  =  "выход"
button1  =  "Оптовая модификация"
Text  =  "Контекстное меню Оптовый установка"
String_1 =  "Установка базового свойства"
String_2 =  "менять"
String_3 =  "имя"
String_4 =  "настройк"
String_5 =  "Автоматическая загрузка"
String_6 =  "Адрес"
String_7 =  "0000"
String_8 =  "Эффект кнопки"
String_9 =  "Контекстное меню"
String_10 =  "страница"
String_11 =  "Область меню"
String_12 =  "настройк"
String_13 =  "Покажи место"


//按键返回批量设置
[cfg_ReKeyForm]
checkBox5  =  "выбрать"
toolStripButton1  =  "вверх"
toolStripButton2  =  "вниз"
toolStripButton3  =  "Делеция"
toolStripButton4  =  "обновить"
checkBox1  =  "Добавление бит записи в порядке списка"
checkBox2  =  "Адреса С повышен--"
checkBox4="стоить С повышен"
label6  =  "Запись0x"
label8  =  "Метод эксплуатации：\r\n1、Двойной список，Можно изменить название кнопки, нажать кнопку возврата, чтобы подтвердить изменение\r\n2、Выбранный список может быть отобран на уровне проектирования во время отбора, с тем чтобы пользователь мог соответствовать ссылке\r\n3、Нажмите на кнопку (опции опций), чтобы атрибуты могли совпадать по свойствам\r\n4、Нажмите кнопку «вверх-вниз», чтобы изменить порядок в списке, и время выполнения в порядке списка"
radioButton4 =  "контроль Bit"
radioButton3 =  "младший байт"
radioButton2 =  "старший байт"
radioButton1 =  "Пиши"
button2  =  "выход"
button1  =  "Оптовая модификация"
Text  =  "Нажми на кнопку Оптовый установка"
String_1 =  "Установка базового свойства"
String_2 =  "менять"
String_3 =  "имя"
String_4 =  "настройк"
String_5 =  "Автоматическая загрузка"
String_6 =  "Проверь адрес"
String_7 =  "0000"
String_8 =  "Эффект кнопки"
String_9 =  "Переключение страницы"
String_10 =  "настройк"
String_11 =  "0000"


//拖动调节批量设置
[cfg_SliderAdjustForm]
checkBox5  =  "выбрать"
toolStripButton1  =  "вверх"
toolStripButton2  =  "вниз"
toolStripButton3  =  "Делеция"
toolStripButton4  =  "обновить"
checkBox1  =  "Добавление бит записи в порядке списка"
checkBox2  =  "Адреса С повышен--"
label6  =  "Запись0x"
label8  =  "Метод эксплуатации：\r\n1、Двойной список，Можно изменить название кнопки, нажать кнопку возврата, чтобы подтвердить изменение\r\n2、Выбранный список может быть отобран на уровне проектирования во время отбора, с тем чтобы пользователь мог соответствовать ссылке\r\n3、Нажмите на кнопку (опции опций), чтобы атрибуты могли совпадать по свойствам\r\n4、Нажмите кнопку «вверх-вниз», чтобы изменить порядок в списке, и время выполнения в порядке списка"
radioButton4 =  "контроль Bit"
radioButton3 =  "младший байт"
radioButton2 =  "старший байт"
radioButton1 =  "Пиши"
button2  =  "выход"
button1  =  "Оптовая модификация"
Text  =  "Регулирование тяги"
String_1 =  "Установка базового свойства"
String_2 =  "менять"
String_3 =  "имя"
String_4 =  "настройк"
String_5 =  "Авто загрузка"
String_6 =  "Адрес"
String_7 =  "0000"
String_8 =  "Начальное значение"
String_9 =  "значение Прекращение"
String_10 =  "Режим буксировки"
String_11 =  "Формат"
String_12 =  "Адрес регулирующего слова"
String_13 =  "Регулировка больших байтов"
String_14 =  "Регулировать низкий байт"
String_15 =  "как"
String_16 =  "Тяни его по бокам"
String_17 =  "Продольный буксир"


//变量数据录入批量设置
[cfg_VarinputForm]
checkBox5  =  "выбрать"
toolStripButton1  =  "вверх"
toolStripButton2  =  "вниз"
toolStripButton3  =  "Делеция"
toolStripButton4  =  "обновить"
checkBox3  =  "Покажи цвет"
checkBox2  =  "Адреса С повышен--"
label6  =  "Запись0x"
label8  =  "Метод эксплуатации：\r\n1、Двойной список，Можно изменить название кнопки, нажать кнопку возврата, чтобы подтвердить изменение\r\n2、Выбранный список может быть отобран на уровне проектирования во время отбора, с тем чтобы пользователь мог соответствовать ссылке\r\n3、Нажмите на кнопку (опции опций), чтобы атрибуты могли совпадать по свойствам\r\n4、Нажмите кнопку «вверх-вниз», чтобы изменить порядок в списке, и время выполнения в порядке списка"
radioButton4 =  "контроль Bit"
radioButton3 =  "младший байт"
radioButton2 =  "старший байт"
radioButton1 =  "Пиши"
button2  =  "выход"
button1  =  "Оптовая модификация"
Text  =  "Ввод переменных данных"
String_1 =  "Установка базового свойства"
String_2 =  "менять"
String_3 =  "имя"
String_4 =  "настройк"
String_5 =  "Авто загрузка"
String_6 =  "Адрес"
String_7 =  "0000"
String_8 =  "Эффект кнопки"
String_9 =  "Переключение изображения"
String_10 =  "Типы переменных"
String_11 =  "0X00=2 байт"
String_12 =  "0X01=4 байт"
String_13 =  "0X02=старший байт"
String_14 =  "0X03=младший байт"
String_15 =  "0X04=8 байт"
String_16 =  "Целое число"
String_17 =  "Разрядность"
String_18 =  "Вход в зону отображения"
String_19 =  "ZiKu"
String_20 =  "Размер шрифта"
String_21 =  "Курсовый цвет"
String_22 =  "цвет"
String_23 =  "белый цвет"
String_24 =  "Способ входной индикации"
String_25 =  "'*'"
String_26 =  "Прямое отображение"
String_27 =  "клавиатура"
String_28 =  "Текущая страница"
String_29 =  "Друг страниц"
String_30 =  "Контекстное меню"
String_31 =  "страница"
String_32 =  "Область меню"
String_33 =  "настройк"
String_34 =  "Покажи место"
String_35 =  "Доступ ограничен"
String_36 =  "Верхний"
String_37 =  "Нижний"
String_38 =  "Процесс ввода данных загружен"
String_39 =  "Адрес загрузки"
String_40 =  "0000"
String_41 =  "Загруженные данные"




//
[]


